results/core6_v1/raw_batch2_20260710/20260710T080628_spike_H115_rep2/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 141804 out of 141804
     data_received..................: 33 MB   57 kB/s
     data_sent......................: 15 MB   26 kB/s
     http_req_blocked...............: avg=6.3µs    min=1.4µs    med=4.69µs   max=55.86ms  p(90)=7.31µs   p(95)=8.44µs  
     http_req_connecting............: avg=455ns    min=0s       med=0s       max=31.4ms   p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=49.63ms  min=2.27ms   med=36.51ms  max=241.22ms p(90)=108.77ms p(95)=117.92ms
       { expected_response:true }...: avg=49.63ms  min=2.27ms   med=36.51ms  max=241.22ms p(90)=108.77ms p(95)=117.92ms
   ✓ http_req_failed................: 0.00%   0 out of 141804
     http_req_receiving.............: avg=892.92µs min=12.12µs  med=422.44µs max=64.79ms  p(90)=1.92ms   p(95)=2.67ms  
     http_req_sending...............: avg=15.44µs  min=3.59µs   med=10.98µs  max=8.03ms   p(90)=21.86µs  p(95)=39.23µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=48.72ms  min=2.15ms   med=35.96ms  max=239.92ms p(90)=106.81ms p(95)=116.16ms
     http_reqs......................: 141804  248.748519/s
     iteration_duration.............: avg=150.33ms min=102.53ms med=137.26ms max=341.65ms p(90)=209.44ms p(95)=218.57ms
     iterations.....................: 141804  248.748519/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100